[
    {
        "tag": "html.body.div.div.div.main.div.div.div.div.div.div.div.p",
        "context": "\"Government Hooker\" là một bài hát của nữ ca sĩ người Mỹ Lady Gaga, trích từ album phòng thu thứ hai của cô mang tên Born This Way (2011). Để phục vụ việc sáng tác và sản xuất bài hát, Gaga đã hợp tác với các nhà sản xuất thu âm gồm Fernando Garibay, DJ White Shadow và DJ Snake. Bài hát này từng là một bản nhạc demo mà Shadow và DJ Snake cùng sản xuất. Quá trình thu âm bài hát bắt đầu từ năm 2010 tại phòng thu âm Studio at the Palms tọa lạc tại thành phố Las Vegas. \"Government Hooker\" là một bài hát thuộc thể loại synth-pop và mang những âm hưởng từ các dòng nhạc techno, trance và industrial. [ Đọc tiếp ]",
        "boilerplate": "good",
        "header": false
    },
    {
        "tag": "html.body.div.div.div.main.div.div.div.div.div.div.div.p",
        "context": "Trận lụt bia Luân Đôn là một tai nạn xảy ra tại nhà máy bia Horse Shoe thuộc công ty Meux & Co, Luân Đôn vào ngày 17 tháng 10 năm 1814. Sự việc bắt đầu khi một trong những thùng gỗ cao 22 foot (6,7 m) đựng bia porter lên men nổ tung. Áp lực của chất lỏng thoát ra làm bật van bình chứa khác, tạo nên vụ nổ và phá hủy một số thùng bia lớn: tổng cộng có khoảng từ 128.000 đến 323.000 gallon Anh (tương đương 580.000–1.470.000 L; 154.000–388.000 gal Mỹ) bia đã bị tràn ra ngoài. Kết quả của sự cố này là một làn sóng bia porter lớn làm đổ sập bức tường phía sau nhà máy bia và chảy vào một khu vực nhà ổ chuột tại St Giles. Tám người đã thiệt mạng trong trận lụt, và năm người trong số họ là những người đưa tang trong nghi thức canh người chết tổ chức bởi gia đình người Ireland cho một cậu bé hai tuổi. [ Đọc tiếp ]",
        "boilerplate": "good",
        "header": false
    },
    {
        "tag": "html.body.div.div.div.main.div.div.div.div.div.div.div.p",
        "context": "Mới chọn: Đĩa đơn quán quân Hot 100 năm 2000 (Mỹ) · Xã của Luxembourg · Album quán quân năm 2008 (Mỹ)",
        "boilerplate": "good",
        "header": false
    },
    {
        "tag": "html.body.div.div.div.main.div.div.div.div.div.div.div.ul.li",
        "context": "…nhân dịp bầu cử tổng thống Hoa Kỳ 1996, tờ The New York Times đã thiết kế ô chữ mà tên của hai ứng cử viên trong cuộc bầu cử đều là đáp án hợp lệ cho cùng một gợi ý?",
        "boilerplate": "good",
        "header": false
    },
    {
        "tag": "html.body.div.div.div.main.div.div.div.div.div.div.div.ul.li",
        "context": "2015 – Một máy bay của hãng Germanwings gặp nạn tại miền đông nam Pháp khiến toàn bộ 150 người thiệt mạng, tai nạn này được cho là hành động có chủ ý của cơ phó.",
        "boilerplate": "good",
        "header": false
    },
    {
        "tag": "html.body.div.div.div.main.div.div.div.div.div.div.div.div.div",
        "context": "90 bài có nghiên cứu chưa công bố44.188 bài hỏng liên kết398 bài lỗi thời260 bài gây tranh cãi về tính trung lập2.188 bài cần biên tập lại3.569 bài cần wiki hóa1.306 bài dịch chất lượng kém569 bài có nguồn không tin cậy342 bài cần sửa văn phong",
        "boilerplate": "good",
        "header": false
    },
    {
        "tag": "html.body.div.div.div.main.div.div.div.div.div.div.div.div.div.div.p",
        "context": "Sự phát triển của Wikipedia tiếng Việt phụ thuộc vào sự tham gia của bạn. Dù là tạo một bài mới, thêm nội dung, sửa lỗi chính tả hay bổ sung hình ảnh minh họa, thì bạn cũng đã góp phần xây dựng để Wikipedia tiếng Việt ngày một phát triển.",
        "boilerplate": "good",
        "header": false
    },
    {
        "tag": "html.body.div.div.div.main.div.div.div.div.div.h2",
        "context": "Đây là Wikipedia phiên bản tiếng Việt. Hiện nay, Wikipedia còn có nhiều phiên bản ngôn ngữ khác, dưới đây là các phiên bản ngôn ngữ lớn nhất.",
        "boilerplate": "good",
        "header": true
    },
    {
        "tag": "html.body.div.div.div.main.div.div.div.div.div.h2",
        "context": "Wikipedia trực thuộc Wikimedia Foundation, một tổ chức phi lợi nhuận cũng đồng thời điều hành nhiều dự án khác. Các dự án này hoặc là đa ngôn ngữ hoặc đã có phiên bản tiếng Việt.",
        "boilerplate": "good",
        "header": true
    },
    {
        "tag": "html.body.div.div.div.main.div.div.div",
        "context": "Lấy từ “https://vi.wikipedia.org/w/index.php?title=Trang_Chính&oldid=69670100”",
        "boilerplate": "good",
        "header": false
    },
    {
        "tag": "html.body.div.div.div.footer.ul.li",
        "context": "Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận.",
        "boilerplate": "good",
        "header": false
    }
]